/* XCAP */
"FederationProviderPasscodeScreenTitle" = "Lösenkod för federationsleverantör";

/* XMSG */
"FederationProviderPasscodeScreenContent" = "Federationsleverantör behöver inmatning för att läsa in/lagra dina certifikat.";

/* XBUT */
"FederationProviderPasscodeScreenOkButtonText" = "Klar";

/* XBUT */
"FederationProviderPasscodeScreenCancelButtonText" = "Avbryt";

/* XCAP */
"FederationProviderCertificateConfirmationScreenTitle" = "Federationscertifikat";

/* XMSG */
"FederationProviderCertificateConfirmationScreenMessage" = "Det finns redan en identitet lagrad i federationen. Tryck på \"OK\"-knappen om du vill använda den eller \"Avbryt\" för att få en ny.";

/* XBUT */
"FederationProviderCertificateConfirmationScreenCancelButtonText" = "Avbryt";

/* XBUT */
"FederationProviderCertificateConfirmationScreenOkButtonText" = "OK";

